<?php
$student=array(
    array('學號'=>101,'姓名'=>'AA','性別'=>'女','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>102,'姓名'=>'BB','性別'=>'女','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>103,'姓名'=>'CC','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>104,'姓名'=>'DD','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>105,'姓名'=>'EE','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762')
);
foreach ($student as $sdata){
    echo "學號".$sdata['學號'].",";
    echo "姓名".$sdata['姓名'].",";
    echo "性別".$sdata['性別'].",";
    echo "生日".$sdata['生日'].",";
    echo "電話".$sdata['電話']."<br>";

}
?>