<?php
$student=array(
    array('學號'=>101,'姓名'=>'AA','性別'=>'女','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>102,'姓名'=>'BB','性別'=>'女','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>103,'姓名'=>'CC','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>104,'姓名'=>'DD','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762'),
    array('學號'=>105,'姓名'=>'EE','性別'=>'男','生日'=>'2000/03/14','電話'=>'(02)2704-2762')
);

echo "學號:".$student[3]['學號']."<br>";
echo "姓名:".$student[3]['姓名']."<br>";
echo "性別:".$student[3]['性別']."<br>";
echo "生日:".$student[3]['生日']."<br>";
echo "電話:".$student[3]['電話']."<br>";
?>